Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk_sprakloftepris_2020_til_lemet_mahtte_eira_sara.html.tmx
Source language: nob
Languages: sme

source: Samisk språkløftepris 2020 til Lemet Máhtte Eira Sara
sme: Sámi giellaloktenbálkkašupmi 2020 Lemet Máhtte Eira Sarai

source: Samisk språkløftepris for 2020 går til Lemet Máhtte Eira Sara for hans oversettelse av dataspillet Minecraft fra engelsk til nordsamisk.
sme: Sámi giellaloktenbálkkašupmi 2020 addojuvvo Lemet Máhtte Eira Sarai go lea jorgalan dihtorspealu Minecraft eŋgelasgielas davvisámegillii.

source: Minecraft er verdens mest solgte dataspill og har rundt 100 millioner aktive brukere over hele verden, og nå har Eira Sara i løpet av åtte måneder oversatt 14000 ord fra engelsk til nordsamisk.
sme: Minecraft lea eanemus vuvdojuvvon dihtospeallu máilmmis, ja spealus leat birrasiid 100 miljovnna aktiiva geavaheaddji miehtá máilmmi, ja dál lea Eira Sara gávcci mánus jorgalan 14000 sáni eŋgelasgielas davvisámegillii.

source: Dette har han gjort ved siden av studier ved universitetet i Tromsø.
sme: Dan son lea dahkan seammás go lea oahpu váldán Romssa universitehtas.

source: – Jobben som er lagt ned av Eira Sara er svært nyskapende fordi det har brakt det samiske språket på en ny og stor arena i et spill som også brukes av mange unge samiske spillere.
sme: – Bargu maid Eira Sara lea dahkan lea hui ođđahutkkálaš, dan dihte go lea lokten sámegiela ođđa ja stuora arenai, dakkár spellui maid ollu sámi nuorat maid spellet.

source: Eira Sara er derfor en veldig verdig vinner av Språkløfteprisen for 2020, sier sametingspresident Aili Keskitalo.
sme: Eira Sara ánssáša dan dihte vuoitit Giellaloktenbálkkašumi 2020, dadjá sámediggepresideanta Aili Keskitalo.

source: Språkløfteprisen ble delt ut for første gang i 2019 i forbindelse med International Year og Indigenous Languages (IYIL) 2019 og Samisk Språkuke.
sme: Giellaloktenbálkkašupmi geigejuvvui vuosttaš geardde 2019:s International Year, Indigenous Languages (IYIL) 2019 ja Giellavahkku oktavuođas.

source: Formålet med prisen er at Sametingsrådet ønsker å gi en positiv oppmerksomhet til noen som har fremmet og synliggjort samiske språk i sin daglige drift på en god måte.
sme: Bálkkašumi ulbmilin lea ahte Sámediggeráđđi háliida addit positiiva fuomášumi sidjiide geat ovddidit ja čalmmustahttet sámegielaid buriid vugiiguin, beaivválaš hommáin.

source: – Lemet Máhtte Eira Sara har med sitt oversettelsesarbeid vist at det samiske språket kan nå ut og synliggjøres på nye plattformer og treffe målgrupper som man ellers ikke treffer.
sme: – Lemet Máhtte Eira Sara lea iežas jorgalanbargguin čájehan ahte sámegiella sáhttá ollit ja čalmmustahttot ođđa arenain, ja olahit ulbmiljoavkkuide maidda muđui ii olahivčče.

source: Det vil også kunne brukes som et inspirerende og oppmuntrende pedagogisk verktøy i samisk språkopplæring, avslutter sametingspresidenten.
sme: Dat sáhttá maid geavahuvvot movttiidahtti pedagogalaš reaidun sámegieloahpahusain, loahpaha sámediggepresideanta.

source: Språkløfteprisen er på kr. 30 000,- og et kunstdiplom.
sme: Giellaloktenbálkkašupmi lea 30 000,- ja dáiddadiploma.

source: For mer informasjon eller intervju, kontakt sametingspresident Aili Keskitalo (NSR), e-post: aili.keskitalo@samediggi.no
sme: Jus siđat eanet dieđuid dahje jearahallama, váldde oktavuođa sámediggepresideanttain Aili Keskitaloin (NSR), e-poasta: aili.keskitalo@samediggi.no
